;Do not translate this section
[Info]
Language=Russian
Translator= Magnit(http://www.theweblog.net)

;Main Menu
[Menu]
;
;Channel Menu
;
Title32791=&Лента
Item32791=Обновить все ленты
Item33321=Остановить все обновления
Item32793=Отметить все как прочитанное
Item36564=Перечитать
Item32792=Обновить ленту/группу
Item32818=Отметить как прочитанное
Item32800=Удалить
Item32799=Свойства...
Item36548=Настроить ленты...
Item57665=В&ыход

Title32797=Добавить
Item32797=Лента...
Item36537=Поиск ленты...
Item32796=Группа...
Item36558=Синхронизация с Bloglines...
Item32837=Наблюдение...
Item32925=Метка...

;
;Edit Menu
;
Title57635=&Редактирование
Item57635=Вырезать
Item57634=&Копировать
Item57637=&Вставить
Item57636=Поиск текста (на этой странице)...
Item36547=Найти ленту в программе...
Item32917=Найти новость
Item32858=Искать дальше

;
;View Menu
;
Title32922=&Просмотр
Item32922=Дерево каналов
Item32923=Список новостей
Item32811=&Развернуть панель чтения
Item33035=Следующий непрочитанный канал
Item36544=Следующая непрочитанная группа
Item32861=&Следующая новость
Item32860=&Предыдущая новость

;
;Tools Menu
;
Title32808=&Инструменты
Item32808=&Импортировать каналы с OPML/XML файла...
Item32842=&Экспортировать каналы в OPML/XML файл...
Item36543=Экспорт новостей в &RSS/XML файл...
Item32841=&Очистка...
Item32852=&Опции...

Title33312=Статистика каналов
Item33312=10 наиболее посещаемых
Item33313=10 наименее посещаемых

;
;Help Menu
;
Title36553=&Помощь
Item36553=Проверить обновление &Программы
Item36550=Посетить GreatNews &вебсайт...
Item36567=Посетить GreatNews &форум...
Item57664=&О программе...

;
;Channel Tree Popup Menu
;
Item32815=Expand All
Item32816=Collapse All
Item33033=Collapse To Group

;
;News List Popup Menu
;
Item32870=Пометить как прочитанный
Item36601=Пометить как непрочитанный
Item36539=Удалить
Item36556=Новая метка...

[FeedGroupPropertiesDialog]
Title=Свойства группы
C1070=Имя группы(*):
C1071=Описание:
C1072=Вебсайт группы:
C1030=Не обновлять эту группу автоматически

[OptionsDialog]
Title=Опции

[OptionsDialog_General]
Title=Основное
C1010=Обновлять все каналы при запуске GreatNews
C1006=Проверять обновления программы при старте GreatNews
C1013=Сворачивать в системный трэй
C1074=Автоматически обновлять все каналы каждые
C1075=Напоминать мне "очистить базу" каждые
C1073=При запуске GreatNews
C1062=Показывать пустой экран
C1007=Показывать пригласительный экран
C1063=Показывать 10 наиболее посещаемых каналов

[OptionsDialog_Reading]
Title=Чтение
C1076=Экран
C1077=Нововстей на одну страницу (1 ~ 999)
C1011=Отмечать канал как прочитанный при переходе на другой
C1010=Канал/группа обновляется при переходе к ней
C1078=Переходить к последней странице когда нажимется "Next>"
C1062=Оставаться на последней странице
C1067=Открывать следующий непрочитанный канал или группу в зависомости от того, что я читаю
C1079=Пометить текущую страницу как прочитанную
C1069=Интерактивно
C1068=Автоматически после
C1080=секунд(0~999, 0 - никогда)

[OptionsDialog_Usability]
Title=Удобство
C1081="Следующий непрочитанный канал/группа" функция
C1010=Позволить закрывать лист нвостей автоматически
C1011=Позволить устанавливать фильтр "непрочитанные" автоматически
C1012=Позволить маркировать последний канал/группу, как прочитанную, автоматически
C1082=Поиск, следующий, предыдущий функция
C1013=Позволить открывать список новостей автоматически
C1006=Включить блокировку всплывающих окон ( Ctrl + щелчок на линке - позволяет popup)
C1007=Показывать информацию об обновлении каналов в баллоне системного трея
C1058=Открывать RSS ссылки во внешнем браузере по умолчанию

[LabelDialog]
Title=Свойства метки
C1083=Метка(*):

[FindSubscribedChannelDialog]
Title= Искать подписанный канал

[OrganizeChannelsDialog]
Title=Упорядочить каналы
C1084=Выбрать каналы:
C1017=Выбрать все
C1038=Снять выбор всех
C1061=Новая группа каналов...
C1016=Преместить в группу
C1052=Удалить каналы
C1064=Присоединить с Bloglines

[ChannelPropertiesDialog]
Title=Свойства канала

[ChannelPropertiesDialog_URL]
C1085=Адрес канала - URL(*):
C1010=Получить свойства канала с интернет
C1016=Проверить канал
C1065=Этот канал синхронизировать через Bloglines.com
C1064=Отделить от Bloglines
C1030=Не обновлять этот канал автоматически

[ChannelPropertiesDialog_Properties]
C1086=Название(*):
C1087=Описание:
C1088=Веб сайт:
C1089=Формат:
C1009=( select "Retrieve Channel Properties From Internet" in previous page to see channel format )
C1090=Последнее обновление:
C1021=Еще не обновлен
C1114=Автообновление:
C1115=Очистить новости которые старше чем:

[ChannelPropertiesDialog_Group]
C1091=Выбрать группу канала:
C1016=Новая группа...


[NewsWatchPropertiesDialog]
Title=Свойства "маяка" новостей

[NewsWatchPropertiesDialog_Properties]
C1092=Имя этого "маяка"(*):
C1093=Слова для "маяка"(*):
C1044=искать любое из этих слов
C1023=искать все эти слова
C1046=искать исключая фразу
C1027=Регистрозависимый
C1013=Соответствие целому слову
C1094=Для соответсвующих новостей
C1059=Выделить текст цветом
C1095=Цвет фона
C1057=Игнорировать соответствующие новости, когда каналы обновляются
C1058=Отметить как прочитанный
C1010="Маяк" для заголовка
C1019="Маяк" для текста новости
C1015="Маяк" для автора текста
C1041=Выключить все "маяки"

[NewsWatchPropertiesDialog_Channels]
C1023="Маяк" для всех каналов
C1024="Маяк" для избранных каналов
C1016=Выбрать все
C1038=Снять выделение
C1018=Выполнить этот "маяк" для уже скачанных каналов


[ExportDialog]
Title=Экспорт в OPML/XML

[ExportDialog_Select]
C1097=Выбрать группы/каналы для экспорта:
C1016=Выбрать все
C1038=Снять выделение
C1010=Экспортировать все новости с маяками и "метками"
C1098=(If this option is checked, output opml/xml file may not be compatible with other RSS readers)

[ExportDialog_File]
C1096=Имя файла для экспорта(*):

[ImportDialog]
Title=Импорт с OPML/XML

[ImportDialog_File]
C1032=Импорт каналов по умолчанию
C1035=Импорт каналов/групп с файла
C1099=Имя файла:
C1036=Импорт каналов/групп с интернет
C1100=URL:

[ImportDialog_Select]
C1104=Выбрать каналы/группы для импорта:
C1016=Выбрать все
C1038=Снять выделение
C1010=Обновить каналы с интернет в процессе импорта
C1011=Импортировать "маяки" и метки, найденные в этом файле

[ImportDialog_Group]
C1101=Переместить каналы в группу:
C1016=Новая группа...

[ImportDialog_Progress]
C1026=Нажмите кнопку [дальше] для начала импорта...
C1016=Остановить импорт
C1102=(You can stop import anytime, and import it again later)
C1103=Совет: После импорта используете меню Канал->Орагнизовать для сортировки каналов

[ExportRSSDialog]
Title=Экспортировать новости в RSS файл
C1099=Имя файла(*):

[CleanupDialog]
Title=Мастер очистки

[CleanupDialog_Options]
C1105=Очистить новости которые старше чем :
C1117=(Channel level setting overrides this default value)
C1010=Включая непрочитанные новости
C1011=Включая новости с метками
C1006=Сжать базу данных после очитки

[CleanupDialog_Channels]
C1097=Выбрать каналы для очистки:
C1016=Выбрать все
C1038=Снять выделение

[CleanupDialog_Progress]
C1025=Нажмите кнопку [Дальше] для начала очистки

[SearchChannelPropertiesDialog]
Title=Свойства поиска
C1106=Искать в:
C1107=Слово(*):
C1108=Название(*):

[BloglinesSyncDialog]
Title=Bloglines.com синхронизация каналов

[BloglinesSyncDialog_Account]
C1109=Bloglines.com аккаунт:
C1110=Пароль(*):
C1111=Повтор пароля(*):

[BloglinesSyncDialog_Channels]
C1112=Выбрать Bloglines channels которые вы хотите синхронизировать с GreatNews:
C1016=Выбрать все
C1038=Снять выделение
C1010=GreatNews может не маркировать каналы как прочитанные в Bloglines

[Toolbars]
T200=Новости
T201=Поиск
T101=Адрес

B32791=Обновить все
B32818=Маркировать как прочитанные
B32850=Показать все
B32840=Стиль

;The date combobox on toolbar
[DateFilter]
0=Сегодня
1=Yesterday and today
2=Последние 7 дней
3=Последние 30 дней
4=Все

;The status combobox on toolbar
[StatusFilter]
0=Непрочитанные
1=С меткой
2=Все

;Auto Update Frequency combobox in Options dialog
[AutoUpdateFrequency]
0=15 мин
1=30 мин
2=1 час
3=2 часа
4=3 часа
5=4 часа

; Cleanup reminding interval combobox in Options dialog
[CleanupReminderInterval]
0=1 неделя
1=2 недели
2=1 месяц
3=2 месяца
4=3 месяца
5=6 месяца
6=никогда

;Auto Update Frequency combobox in Channel Properties dialog
[ChannelAutoUpdateFrequency]
0=Default
1=1 мин
2=5 мин
3=10 мин
4=15 мин
5=30 мин
6=1 час
7=2 часа
8=3 часа
9=4 часа
10=Дважды в день
11=Ежедневно

;Cleanup max age combobox in Channel Properties dialog
[ChannelCleanupMaxAge]
0=По умолчанию
1=Все
2=1 день
3=2 дня
4=1 неделя
5=2 недели
6=1 месяц
7=3 месяца
8=6 месяца
9=никогда

; Cleanup combobox in Cleanup Wizard
[Cleanup]
0=Все
1=1 неделя
2=2 недели
3=1 месяц
4=3 месяца
5=6 месяца


[Messages]
;main
M137=Вы уже подписаны на этот канал. Открыть его?
M138=Ссылка указывает на новостной канал. Подписаться на его?
M152=Вы уверены, что хотите удалить группу [%s]?
M153=Вы уверены, что хотите удалить канал [%s]?
M154=Вы уверены, что хотите удалить "маяк" [%s]?
M155=Вы уверены, что хотите удалить метку [%s]?
M156=Не могу найти GreatNews базу.[%s]
M157=Несовместимая база данных. Нажмите OK для обновления.
M158=Доступна новая версия [%s]. Хотите посмотреть что нового?
M159=%d новостные каналы
M160=%d новые загаловки успешно получены с %d каналов.
M161=%d - ошибка канала(ов).
M162=GreatNews закончил обновлять все каналы.
M163=GreatNews - обновляет канал %d из %d
M164=Вы не очищали базу данных %d дней. Хотите запустить сейчас Мастер очистки?
M167=Обновление канала %s...
M175=Вы используете последнюю версию GreatNews.
M176=Ошибка проверки новой версии. Попробуйте позже.
M177=Список нвостейпустой. Выберите канал или гуппу для поиска
M178=Небыло найдено непрочитанных каналов
M202=GreatNews не был выключен правильно последний раз. Система будет обновлять список непрочитанных каналов..

; channel group dialog
M139=%d каналов с %d новостями в этой группе. %d не прочитаны.

; various channel dialogs
M140=%d новостей в этой группе. %d не прочитаны.
M147=Пожалуйста, напишите слово для поиска
M148=Придумайте имя для этого канала
M168=Заполните адрес канала - URL.
M169=Название канала не может быть пустым
M171=Пожалуйста, выберете группу.

; cleanup wizard
M141=%d новостей до очистки
M142=%d нвовстей после очистки
M143=Очищается канал %s...
M144=Сжимается база данных...
M145=Очистка завершена успешно
M146=Пожалуйста, выберете хоть один канал.

;Export RSS dialog
M149=%d нвостей экспортировано в файл %s

;Export Wizard
M150=Пожалуйста, установите имя файла для экспорта.
M151=%d каналов и %d групп были успешно экспортированы.

;Channel Organizer
M165=Вы уверены, что хотите удалить %d отмеченных каналов?
M179=Пожалуйста, выберите каналы которые вы хотите переместить
M180=Выберите группу в которую хотите переместить выбранные каналы
M181=Выберите каналы для удаления
M182=Выберети синхронизированные каналы bloglines sкоторые вы хотите отсоединить

;Search dialog
M166=Поиск %d из %d...
M170=Ничего не найдено

;Import Wizard
M172=Пожалуйста определите имя файла
M173=Пожалуста укажите url
M174=Остановить импорт до выхода.
M190=%d каналов и %d групп были успешно импортированы.\n
M191=%d каналов и %d групп были пропущены потому что уже они есть в базе.\n
M192=%d каналов и %d групп ошибочны.
M193=\tгруппа '%s'была импортирована успешно
M194=\tгруппа '%s' была пропущена
M195=***** группа '%s' - ошибка импорта
M196=\tканал '%s' был пропущен
M197=Импортируется канал '%s'...
M198="**** канал '%s' был успешно импортирован после переименования
M199=\tканал '%s' был успешно импортирован
M200=***** канал '%s' - ошибка импорта. [%s]*****
M201=***** канал '%s' - ошибка импорта. *****


;Bloglines Sync Wizard
M183=Заполните Bloglines.com аккаунт
M184=Пароли не совпадают

;News Watch dialog
M185=Выберете слово для "маяка"
M186=Заполите название
M187=Выберете хоть одну опцию для "маяка"
M188=Цвет текста не может быть одинаковым с цветом фона
M189=Пожалуйста выберете хоть один канал



